"UI_PANE_LOGIN"       = "Accesso";
"UI_PANE_DISPLAY"     = "Monitor";
"UI_PANE_KEYBOARD"    = "Tastiera";
"UI_PANE_SOUND"       = "Altoparlante";
"UI_PANE_DRIVES"      = "Unità";
"UI_PANE_PRINTERS"    = "Stampanti";
"UI_PANE_APPLICATIONS"= "Applicazioni";
"UI_PANE_SECURITY"    = "Protezione";

"UI_SECONDARY_MOUSE_BUTTON"  = "Secondo pulsante del mouse";
"UI_ALT_KEY"            = "ALT";
"UI_WINDOWS_START_KEY"  = "Tasto di avvio di Windows" ;
"UI_CONTEXT_MENU_KEY"   = "Tasto menu di scelta rapida";
"UI_PAUSE_BREAK_KEY"    = "Tasto Pausa/Interr";
"UI_PRINT_SCREEN_KEY"   = "Tasto STAMP" ;
"UI_NUM_LOCK_KEY"       = "Tasto BLOC NUM";
"UI_SCROLL_LOCK_KEY"    = "BLOC SCORR";

"UI_HALF_FULL_WIDTH_KEY"= "Tasto Intero/Ridotto";
"UI_HIRAGANA_KEY"       = "Tasto Hiragana";
"UI_ALPHANUMERIC_KEY"   = "Tasto Alfanumerico";
"UI_CONVERSION_KEY"     = "Tasto Conversione";
"UI_NON_CONVERSION_KEY" = "Tasto Nessuna conversione";

"UI_ALTGR_KEY"          = "Tasto ALT GR";

"DEFAULT_FILENAME"        = "Default";
"CONNECTION_FILE_EXT"     = "rdp";
"CONNECTION_FILE_EXT_V1"  = "";
"DEFAULT_DIRECTORY_NAME"  = "RDC Connections";

"UI_OK"                    = "OK";
"UI_CANCEL"                = "Annulla";
"UI_YES"                   = "Sì";
"UI_NO"                    = "No";
"UI_CONNECT"               = "Connetti";
"UI_RECONNECT"             = "Riconnetti";
"UI_DISCONNECT"            = "Disconnetti";

"UI_FAILED_TO_SAVE_FILE"  = "Impossibile salvare %@.";
"UI_FAILED_TO_SAVE_FILE_INFORMATIVE" = "Accertarsi di disporre dell'autorizzazione di scrittura per il percorso in cui si desidera salvare il file.";

"UI_FAILED_TO_OPEN_FILE"  = "Impossibile aprire %@.";
"UI_FAILED_TO_OPEN_FILE_INFORMATIVE" = "Assicurarsi che il file esista e possa essere letto.";

"UI_MISSING_COMPUTER_NAME" = "Le modifiche eseguite non possono essere salvate nel file di connessione %@.";
"UI_MISSING_COMPUTER_NAME_INFORMATIVE" = "Per le impostazioni di connessione è necessario il nome di un computer.\n\nDigitare il nome di un computer nella finestra Connessione desktop remoto e riprovare a salvare il file di connessione.";

"UI_QUIT_WITHOUT_SAVING" = "Esci senza salvare";

"UI_SAVE_DIALOG_TITLE"    = "Salva: Connessione desktop remoto";

"UI_OPEN_DIALOG_TITLE"    = "Apri: Connessione desktop remoto";

"UI_ALL_PRINTERS"         = "Tutte le stampanti";

"UI_SELECT"               = "Seleziona";

"UI_APP_NAME"             = "Client di Connessione desktop remoto per Mac Microsoft®";

"UI_MAIN_DISPLAY"         = "Monitor principale";
"UI_SECONDARY_DISPLAY"    = "Monitor secondario";
"UI_TERIARY_DISPLAY"      = "Terzo monitor";
"UI_FOURTH_DISPLAY"       = "Quarto monitor";
"UI_FIFTH_DISPLAY"        = "Quinto monitor";
"UI_DISPLAY_NUMBER"       = "Monitor %d";

"UI_ALERT_DRIVES_REDIRECTION_MESSAGE_TEXT"     = "Condivisione di dischi rigidi Mac con un computer Windows in corso.";
"UI_ALERT_DRIVES_REDIRECTION_INFOMATIVE_TEXT"  = "Un utente con accesso al computer Windows può aprire i dischi rigidi e le cartelle Mac. Questa situazione è potenzialmente pericolosa.";

"UI_SERVER_DENIED_CONNECTION"             = "Il computer remoto non consente connessioni da Mac.";
"UI_SERVER_DENIED_CONNECTION_INFORMATIVE" = "Accertarsi di disporre dell'autorizzazione per la connessione al computer remoto e verificare di aver digitato le credenziali corrette.\n\nContattare l'amministratore o il proprietario del computer remoto per ricevere assistenza.";

"UI_BAD_SERVER_NAME"                      = "Impossibile eseguire la connessione dal computer Mac poiché il computer Windows non è stato individuato.";
"UI_BAD_SERVER_NAME_INFORMATIVE"          = "Verificare che il nome del computer o l'indirizzo IP digitato sia corretto e riprovare la connessione.";

"UI_CLIENT_LOW_MEMORY"                    = "La memoria del computer Mac è quasi esaurita e non è possibile stabilire la connessione al computer Windows.";
"UI_CLIENT_LOW_MEMORY_INFORMATIVE"        = "Chiudere alcune applicazioni e riprovare la connessione al computer Windows.";

"UI_AUTHENTICATION_ERROR"                 = "Impossibile verificare l'identità del computer al quale si desidera stabilire la connessione.";
"UI_AUTHENTICATION_ERROR_INFORMATIVE"     = "Provare nuovamente ad eseguire la connessione al computer Windows o contattare l'amministratore.";

"UI_GENERAL_CONNECTION_FAILURE"           = "Impossibile eseguire la connessione dal computer Mac al computer Windows.";
"UI_GENERAL_CONNECTION_FAILURE_INFORMATIVE" = "Questo problema può verificarsi se:\n • Il computer Windows non è configurato per accettare connessioni remote.\n • Il computer Windows non è acceso.\n • Si sono verificati problemi di rete per il computer Mac o il computer Windows.\n\nProvare ad eseguire nuovamente la connessione al computer Windows o contattare l'amministratore.";

"UI_DISCONNECT_BY_CLIENT"                 = "Disconnessione del computer Windows in corso.";
"UI_DISCONNECT_BY_CLIENT_INFORMATIVE"     = "Se si esegue la disconnessione, le applicazioni in esecuzione sul computer Windows verranno eseguite anche dopo tale operazione.\n\nSe non si desidera eseguire la disconnessione, fare clic su Annulla.";

"UI_DISCONNECT_BY_SERVER"                 = "Disconnessione dal computer Windows completata.";
"UI_DISCONNECT_BY_SERVER_INFORMATIVE"     = "Un utente con accesso al computer Windows potrebbe aver terminato la connessione o la connessione del computer Windows si è interrotta.\n\nProvare a riconnettersi al computer Windows o contattare l'amministratore.";

"UI_DISCONNECT_BY_LOGON_TIMEOUT"          = "Disconnessione dal computer Windows completata.";
"UI_DISCONNECT_BY_LOGON_TIMEOUT_INFORMATIVE" = "Timeout della sessione remota.\n\nProvare a riconnettersi al computer Windows o contattare l'amministratore.";

"UI_DISCONNECT_BY_OTHER_CONNECTION"       = "Disconnessione dal computer Windows completata.";
"UI_DISCONNECT_BY_OTHER_CONNECTION_INFORMATIVE" = "Un altro utente si è connesso al computer Windows.\n\nProvare a riconnettersi al computer Windows.";

"UI_DISCONNECT_BY_LICENSE"                = "L'utente è stato disconnesso dal computer Windows a causa di problemi relativi al protocollo di gestione licenze.";
"UI_DISCONNECT_BY_LICENSE_INFORMATIVE"    = "Provare a riconnettersi al computer Windows o contattare l'amministratore.";

"UI_DISCONNECT_BY_PROTOCOL_ERROR"         = "L'utente è stato disconnesso dal computer Windows.";
"UI_DISCONNECT_BY_PROTOCOL_ERROR_INFORMATIVE" = "È possibile che si tratti di un problema temporaneo.\n\nProvare a riconnettersi al computer Windows o contattare l'amministratore.";

"UI_CONNECTION_BROKEN"                    = "L'utente è stato disconnesso dal computer Windows in seguito a problemi di rete.";
"UI_CONNECTION_BROKEN_INFORMATIVE"        = "Verificare che la rete e le connessioni Internet funzionino, quindi provare a riconnettersi al computer Windows.";

"UI_RANDOM_UNEXPECTED"                    = "La connessione al computer Windows è stata interrotta in modo imprevisto.";
"UI_RANDOM_UNEXPECTED_INFORMATIVE"        = "Provare a chiudere e riaprire Connessione desktop remoto.";

"UI_NEED_TIGER"                           = "Impossibile eseguire Connessione desktop remoto sul sistema operativo installato nel computer.";
"UI_NEED_TIGER_INFORMATIVE"               = "Eseguire l'aggiornamento a Mac OS X 10.4.9 o versione successiva, quindi riprovare ad eseguire Connessione desktop remoto.";

"UI_COMFIRM_SAVE_PREFERENCE"              = "Le modifiche apportate non sono state salvate nel file di connessione %@.";
"UI_COMFIRM_SAVE_PREFERENCE_INFORMATIVE"  = "Salvare le modifiche apportate a %@?";

"UI_SAVE"                  = "Salva";
"UI_DONTSAVE"              = "Non salvare";

"UI_ALERT_DONT_SHOW"					  = "Non visualizzare più questo messaggio durante la connessione a %@";

